0-0
0-0-1-0
0-0-3-0
0-1
0-14
0-15
0-2
0-200
0-3-3
0-4
0-5
0-6
0-chromic
0-degree
0-ethibond
0-muscular
0-silk
0-vicryl
0-vicyrl
00-6
00-8
000
0000000
000units
001
002
004
0048
005
00am
00pm
010
013
014
014-inch
01447
016
018-inch
0185
020
0206
023
0235
024
0243
025
030
0330
035
035-inch
038
040
045
045-inch
047
051
053
060
062
0626
07-11-06
07018
0728
0730
0734
074
075
0754
0835
085
088
0920
095
0cm
0days
0mg
0mm
0x8
1-0
1-0-0-1
1-0-1-1
1-0-3-1
1-1
1-1-1-2
1-10
1-14
1-2
1-200
1-2rbc
1-2tabs
1-3
1-5
1-8
1-cm
1-day-old
1-inch
1-mm
1-mmhg
1-month
1-month-26-day-old
1-month-old
1-story
1-vicryl
1-week
1-year
1-year-10-month-old
1-year-old
10-0
10-1
10-12
10-13
10-14
10-14-05
10-15
10-15minute
10-18
10-20
10-22
10-25
10-25th
10-and-4
10-blade
10-cm
10-day
10-day-old
10-degree
10-flat
10-french
10-g
10-meq
10-minute
10-mm
10-month-old
10-plus
10-system
10-volt
10-week
10-week-old
10-year-old
100
100-7
100-degree
100-mg
100-pound
1000
100000
1000cc
1000mcg
1000mg
10061
100cc
100gm
100mg
100mg--o--200mg
100s
101
101-degrees
10180
102
103
103-degrees
1032
1034
103fl
104
105
105-gram
106
106ml
107
108
108-degree
109
1098
10cc
10mg
10mm
10oz
10r
10th
11-04-05
11-1
11-blade
11-gauge
11-hole
11-knife
11-mm
11-month-old
11-year-old
110
1100
1102
1103
111
1114
112
112-pound
113
113mm
114
115
116
11643
117
1175
118
119
1198
11am
11g
11hours
11microinstrument
11oz
11th
12-12
12-14
12-15
12-24
12-cm
12-day-old
12-degree
12-french
12-hour
12-lead
12-mm
12-month-old
12-point
12-pound
12-system
12-week
12-year-old
120
1200
1200-calorie
120pk-yr
120s
121
122
123
123-4567
1234
12345
12345-67890
123456
123456789
124
125
125mg
126
127
128
129
12h
12mg
12mm
12th
12u
13-19
13-gauge
13-hole
13-mm
13-year-old
130
1300
130mg
130s
130s-150s
131
131mg
132
1324
1328
133
1330
1331
1333
1336
134
135
1351
135bpm
136
1361
137
138
1381
139
139pg
13th
13x12x7
14-1
14-20
14-day
14-day-old
14-french
14-gauge
14-mm
14-month-old
14-organ
14-point
14-week
14-year-old
140
140-180
140-series
1400
140mmhg
140s
141
1415
142
1422
1423
143
14300
144
1449
145
1452
146
147
148
1484
148k
149
14cm
14th
15-17
15-20
15-20feet
15-20mmhg
15-25
15-3
15-45
15-blade
15-day-old
15-degree
15-french
15-g
15-gram
15-knife
15-minute
15-mm
15-month
15-pound
15-scalpel
15-week
15-year
15-year-old
150
150-mg
1500
1505
150bpm
150mg
150s
151
1516
152
152000
1524
153
1530
154
154k
155
156
1566
157
158
15822
15825
15876
159
15am
15c
15mg
15min
15oz
15th
15x17x20mm
15years
16-49
16-bite
16-french
16-gauage
16-gauge
16-hour
16-mm
16-month-old
16-year-old
160
1600
1605
161
162
162mg
163
1630
164
165
166
167
1672
168
169
16cm
16rpm
16th
16x8
17-20
17-gauge
17-month-old
17-year-old
170
171
1715
172
173
174
175
1759
176
177
1779
178
1783
178cm
179
1797
17l
17th
18-20
18-28
18-channel
18-french
18-gauge
18-gauze
18-guage
18-inch
18-mm
18-month-old
18-pound
18-wheel
18-wheeler
18-year-old
180
1800
1800-calorie
180mg
181
1812
182
1821
183
1832
184
185
1859
186
186-1
1860
187
1870
188
1881
189
189-1
18cm
18items
18mm
18neutrophils
19-day
19-french
19-gauge
19-hour
19-month-old
19-year-old
190
1900
1908
190cm
190k
191
192
1925
193
1930
1931
1933
1937
194
1940
1940s
1943
1946
1948
1949
195
1950
1951
1953
1954
1957
196
1960
1960s
1961
1964
1965
1967
1968
1969
197
1970
1970s
1971
1972
1973
1974
1975
1976
1978
1979
198
1980
1980s
1981
1982
1983
1983-1988
1984
1985
1986
1987
1988
1989
199
1990
1990s
1991
1992
1993
1994
1995
1995-1996
1996
1997
1998
1999
199two
19lymphocytes
19rbc
19th
1cc
1cm
1day
1gm
1granulocytes
1mg
1st
1tab
1two
1wbc
1x1
1year
2-0
2-0-0-2
2-1
2-1-2-3
2-2
2-2-1
2-3
2-3minutes
2-3ppd
2-3wbc
2-4
2-5
2-cm
2-d
2-day
2-french
2-glycoprotein
2-holed
2-inch
2-level
2-mile
2-mm
2-month-old
2-o
2-physician
2-point
2-pound
2-second
2-stage
2-week
2-week-old
2-year
2-year-old
2-years
20-1
20-24
20-25
20-30
20-60
20-degree
20-french
20-gauge
20-hour
20-mm
20-pack
20-pack-year
20-pound
20-rigid
20-year-old
200
200-mg
2000
2000-calorie
200000
2001
2002
2003
2004
2005
2006
2006-2008
2007
2008
2009
200mg
200mmhg
200s
201
2010
201k
201mcg
202
203
2030
2036
203k
204
205
206
2060
207
208
209
20931
20cc
20l
20meq
20mg
20mm
20s
20th
21-channel
21-day-old
21-french
21-gauge
21-month-old
21-year-old
210
2100
211
212
21235
213
214
21470
215
2154
216
218
219
21mg
22-27
22-36
22-cal
22-french
22-gauge
22-month-old
22-year-old
220
220k
221
223
224
225
22554
22554-51
22585
225mg
226
227
228
22845
22846
22851
22851-59
229
22rpm
22wbc
22yr
23-french
23-gauge
23-hour
23-mm
23-month-old
23-year-old
230
2300
231
232
232-1137
2326
233
234
234k
235
236
2367
237
238
239
23cm
23rd
23words
24-0
24-26
24-48
24-48hour
24-48hrs
24-cm
24-french
24-gauge
24-hour
24-year-old
240
240-mg
2400
241
244
245
245-257
246
247
248
249
24hour
24hr
24hrs
24th
25-0
25-3
25-40
25-50
25-75
25-degree
25-degrees
25-gauge
25-gauze
25-hydroxy-vitamin
25-inch
25-mg
25-minute
25-mm
25-pack-year
25-pound
25-year-old
25-year-smoking
250
250-pound
2500
250mg
251
252
25280
253
254
255
2550
256
25605
257
258
25cm
25gm
25mg
25th
25y
26-1
26-french
26-gauge
26-mm
26-year-old
260
2600
26055
261
263
266
2666
267
269
26th
26y
27-29
27-french
27-gauge
27-guage
27-week
27-year-old
270
2700
272
273
275
27513
277
27759
278
279
2792
27cm
27th
27y
27yrs
28-1
28-french
28-year-old
280
2800
280k
28192
283
284
285
2850
287
2870
288
28mg
28y
29-3
29-week
29-year-old
290
292
294
29405
295
296
296-20-240
296-20-270
2960
2974
298
2980
299
29mm
29y
2am
2bue
2cm
2gm
2kg
2mcg
2mg
2mm
2mmol
2nd
2ng
2oz
2ppd
2rbc
2x2
2x3
2x4
3-0
3-1
3-10
3-12
3-3
3-4
3-4beats
3-4h
3-4step
3-5
3-cc
3-cm
3-d
3-day
3-dimensional
3-dimensionally
3-inch
3-millimeter
3-mm
3-month
3-month-old
3-pin
3-point
3-vessel
3-way
3-week-old
3-year
3-year-old
30-35
30-40
30-50
30-60
30-degree
30-gauge
30-minute
30-mm
30-pack-a-year
30-pound
30-second
30-year
30-year-old
300
3000
3000cgy
300mg
303
3030
30450
305
306
307
309
30am
30mg
30mm
30pk-yr
30pm
30s
30th
31-1
31-mm
31-year-old
310
311
312
313
314
315
3150-4500
3160
318
31cm
31st
31weeks
32-french
32-mm
32-week
32-year-old
320
3200
321
322
3249
325
325mg
326
327-8850
3289grams
32mm
33-1
33-year-old
330
331
335
338
33mm
33ng
34-1
34-mm
34-week
34-year-old
340
341k
342
343
344
345
346
348
349
34cm
34mil
34th
35-1
35-4
35-tesla
35-year
35-year-old
350
350-cc
3500
352
3520
353
354
355
356
358
359
35mcg
35weeks
36-hour
36-year-old
360
360-degree
3600
361
362
365
36th
36weeks
37-3
37-year-old
370
371
374
375
377
3788
37weeks
37y
38-1
38-2
38-year-old
380
382
384
385
38c
38weeks
39-4
39-week
39-year-old
390
393
394
395
396
398
39cm
3am
3ble
3cm
3days
3drc
3mg
3mm
3month-old
3rd
4-0
4-1
4-4
4-5
4-5hours
4-6
4-6h
4-7
4-8
4-9
4-bedroom
4-chamber
4-cm
4-curve
4-day-old
4-french
4-hour
4-in-1
4-inch
4-layered
4-mg
4-mm
4-month-old
4-o
4-pound
4-vessel
4-week
4-year-old
40-41
40-60
40-degree
40-mg
40-minute
40-mm
40-pound
40-second
40-year-old
400
400-600
400-cc
400cc
400mg
404
406
4068
4068-52
408
40801
40mg
40pk-yr
40s
40th
40weeks
41-year-old
412
414
4140
41899
42-1
42-mm
42-year
42-year-old
420
42200
425
42nd
42y
43-mm
43-year-old
4300
432
43215
435
438
439
44-mm
44-year-old
440
443
4470
448
44970
44ml
44y
45-cm
45-degree
45-minute
45-mm
45-year-old
450
4520
45381
45384
45385
4549
455
4568-45
458
459
45am
45mg
45o
45yo
46-51
46-mm
46-year-old
4600
461
463
468
469
46mg
46y
47-48
47-year-old
4700
474
4756
47563
477
48-hour
48-year-old
480
4800
4810
484
487
488
489
49-year
49-year-old
491
4cm
4days
4kg
4mg
4mm
4ounces
4oz
4th
4vessel
4wbc
4x2
4x4
4x4s
4x6cm
5-0
5-1
5-10
5-15
5-2
5-3
5-4
5-5
5-6
5-7
5-7hz
5-8
5-9
5-balloon
5-cm
5-day
5-french
5-fu
5-hole
5-hour
5-in-1
5-inch
5-minute
5-mm
5-month-old
5-point
5-second
5-tesla
5-year
5-year-4-month-old
5-year-old
50-100
50-mm
50-pack
50-year-old
500
5000
50000
500mg
504-plan
5040
5040cgy
505
50mg
50s
50th
51-year-old
510
5100
514
515
517
518
51y
52-french
52-year-old
520
528
529
52y
53-0
53-4
53-year-old
531
534
538
539
54-mm
54-year-old
546
54y
55-mm
55-year-old
550
5500
551
555
557
5580
55cmh20
55mg
56-128
56-59
56-year-old
561
562
564
57-beaver
57-year
57-year-old
570
5700
571
572
573
57307
575mg
578
57bpm
57mmhg
58-1
58-year-old
580
585
58mg
59-year-old
590
595
598
59y
5cm
5fu
5ics
5mci
5mg
5minutes
5mm
5ng
5pm
5th
5ug
5x10mm
5x4
5x4cm
5x5
5x7mm
6-0
6-12
6-17
6-3
6-7
6-8
6-8h
6-9
6-cm
6-degree
6-french
6-hole
6-inch
6-minute
6-mm
6-mmhg
6-month
6-month-old
6-pack
6-post
6-week
6-week-old
6-year-old
60-58
60-70
60-year-old
600
600mg
600s
6020cgy
608
60mg
60s
60s-70s
60th
61-year-old
6100
611
615
616
61y
62-3
62-inch
62-year
62-year-old
6200
62270
625
625mg
62mg
63-1
63-year-old
630
6300
63075
63076
64-1
64-channel
64-year-old
640
64483
64484
645
64614
64640
64718
64721
648mg
64bpm
65-year-old
650
650-given
650mg
653
655
66-year-old
666
66th
67-year
67-year-old
670
67y
68-year-old
682
685
686
68bpm
68cm
68kg
69-70
69-year-old
698
6cm
6fl4
6fr
6fr4
6kg
6mcg
6mg
6mm
6th
6x2
6x28
6x5x6cm
6x6
7-0
7-1
7-10
7-12
7-7-7
7-8
7-cm
7-degree
7-french
7-hole
7-mm
7-month-old
7-week
7-year-old
70-86
70-degree
70-year-old
700
7000
700ml
703
704
705
70bpm
70degrees
70s
70y
71-87
71-mm
71-year-old
710
7100
713-263-0829
715
718
72-100
72-hour
72-year-old
72-your
720
721
7210
722
723
724
725
726
729
72h
72y
73-year-old
739
74-year-old
7400
74mmhg
75-80
75-85
75-90th
75-mm
75-year-old
750
7500
750mg
758
75bpm
75gm
75mg
75mm
75th
75y
76-year-old
76005
7607
7621
766
768
77-year-old
770
77470
77kg
78-year-old
780
781
784
786
788
7880
78y
79-year
79-year-old
7cm
7lymphocytes
7mm
7pounds
7th
7up
7x3mm
8-0
8-1
8-10
8-10cm
8-13
8-14
8-16
8-22
8-9
8-cm
8-day
8-french
8-inch
8-mm
8-month-old
8-year-old
80-2
80-90
80-degree
80-mm
80-year-old
800
8000
800mg
802
804
80bpm
80cc
80mg
80s
80th
81-year-old
81mg
82-98
82-year-old
8200
821
823
826
82kg
82y
83-year-old
831-5926
83mm
84-year
84-year-old
8400
849
84bpm
85-mm
85-year-old
850
851
855
86-231
86-year-old
864414
87-280
87-mm
87-year-old
873
875
875k2
876
88-year-old
88mg
89-year-old
895
8am
8cm
8gpl
8mm
8nmol
8th
8units
9-0
9-10
9-102
9-15
9-16
9-cm
9-day
9-french
9-hz
9-mm
9-month
9-month-old
9-year-old
90-100
90-92
90-day
90-degree
90-minute
90-mm
90-year-old
900
9000
902
905
907
908
90bpm
90cc
90degrees
90oc
90s
90th
91-year-old
910
911
917
918
92-1
92-year-old
9200
921
922
925
9290
93-89
93-98
93-year-old
935
937
938
93rd
94-year-old
941
947
95-year-old
955
95873
95th
96-hour
960
965
96bpm
97-year-old
970
972
973
97605
98-year-old
99-x3
9933
998
99bpm
99m
99mg
9cm
9mm
9ng
9th
9ug
9units
a-1
a-d
a-dec
a-fib
a-hole
a-line
a-positive
a-wave
a1c
a57-year-old
aaaa
abadeedleedlebadle
abandoned
abandonment
abated
abbott
abbreviated
abc
abcd
abcd1234
abcd123456
abcde
abcg
abciximab
abd
abdomen
abdominal
abdominal-pelvic
abdominis
abdominopelvic
abdominoplasty
abdominosacrocolpopexy
abdominus
abds
abduct
abducted
abduction
abducto
abductor
abductors
abductovalgus
abductus
aberrant
aberration
abf
abg
abgs
abilify
abilities
ability
ablate
ablated
ablation
ablative
able
abnormal
abnormal-appearing
abnormalities
abnormality
abnormally
abnormities
abo
abolish
abort
aborted
abortion
abortions
abortive
about
above
above-indicated
above-listed
above-mentioned
above-named
above-noted
above-planned
above-stated
abovementioned
abraded
abrading
abraham
abrasion
abrasions
abraxane
abreast
abrogated
abrogation
abrupt
abruptio
abruption
abruptly
abscess
abscess-type
abscessed
abscesses
absence
absent
absolute
absolutely
absorb
absorbable
absorbables
absorbing
absorption
absorptive
abstain
abstinence
abstract
abstraction
abstractions
abundant
abundantly
abuse
abused
abuser
abusing
abusive
abut
abutments
abuts
abutting
ac-pc
aca
academic
academy
acalculous
acanthosis
acathexia
accelerate
accelerated
accelerating
acceleration
acceleration-deceleration
accelerations
accentuate
accentuated
accept
acceptable
accepted
accepting
accepts
access
accessed
accesses
accessing
accessory
accident
accidental
accidentally
accidents
accommodate
accommodated
accommodation
accommodative
accompanied
accompanies
accompany
accompanying
accomplish
accomplished
accomplishing
accordance
according
accordingly
account
accounted
accounting
accounts
accu-chek
accu-cheks
accu-lock
accumulate
accumulating
accumulation
accumulations
accupril
accuracy
accurate
accurately
accurus
accusation
accutane
acdf
ace
acellular
acetabular
acetabulum
acetaminophen
acetate
acetazolamide
acetic
aceto-white
acetowhite
acetylcholine
acf
achalasia
ache
aches
achieve
achieved
achievement
achieves
achieving
achilles
achiness
aching
achy
acid
acidic
acidophilus
acidosis
acidotic
acids
aciphex
ackerman
acknowledge
acknowledged
acknowledging
acl
acls
acmi
acne
acneiform
acoustic
acquired
acquisition
acromegaly
acromial
acromiale
acromioclavicular
acromion
acromionizer
acromioplasty
across
acrylic
acrysof
acs
act
acted
acth
acticoat
acting
actinic
action
actions
activase
activated
activation
activator
active
actively
activities
activity
actonel
actoplus
actos
acts
actual
actually
acufix
acuities
acuity
acular
acumed
acuminata
acupuncture
acusticus
acute
acutely
acyanotic
acyclovir
ad-lib
ada
adamant
adamantly
adapted
adapter
adaptic
adaptor
add
added
addendum
adderall
addict
addicted
addiction
addictive
adding
addison
addition
additional
additionally
additive
addr01
address
addressed
addresses
addressing
adds
adducted
adduction
adductor
adductors
adema
adeno
adenocarcinoma
adenoid
adenoidal
adenoidectomy
adenoiditis
adenoids
adenoma
adenomas
adenomatous
adenomatous-appearing
adenomyomatosis
adenomyosis
adenopathy
adenosarcoma
adenosine
adenotonsillar
adenotonsillectomy
adenotonsillitis
adequacy
adequate
adequately
adhd
adhere
adhered
adherence
adherent
adherently
adhering
adhesed
adhesiolysis
adhesion
adhesions
adhesive
adhesives
adipose
adiposity
adjacent
adjoining
adjudicate
adjunct
adjunctive
adjust
adjustable
adjusted
adjusting
adjustment
adjustments
adjusts
adjuvant
adl
adls
administer
administered
administering
administrated
administration
administrative
administrator
admission
admissions
admit
admits
admitted
admittedly
admitting
admixed
admixture
adnexa
adnexae
adnexal
adolescence
adolescent
adolescent-specific
adopted
adoption
adrenal
adrenalectomy
adrenalin
adrenaline
adrenals
adrenocot
adriamycin
adson-brown
adult
adult-onset
adulthood
adults
advair
advance
advanced
advancement
advancements
advancing
advantage
advantages
advent
adventitial
adventitious
adventure
adverse
advice
advil
advise
advised
advises
ae1
ae3
aerated
aeration
aerobic
aerobics
aerosol
aerosols
aesculap
aesthetic
afb
afebrile
affair
affect
affected
affecting
affection
affective
affectively
affects
afferent
affidavit
affix
affixed
affixing
afford
affordable
afforded
afi
afib
afo
afof
afore-mentioned
aforementioned
afos
afraid
african
african-american
afrin
afrin-soaked
after
after-hours
after-loader
aftercare
afternoon
aftershave
afterward
afterwards
ag--negative
again
against
agammaglobulinemia
agarose
agatston
agcl
age
age-predicted
age-related
age73
aged
agee
ageing
agencies
agency
agent
agents
ages
agglutinins
aggravate
aggravated
aggravates
aggravating
aggravation
aggregate
aggregates
aggregation
aggregations
aggrenox
aggression
aggressive
aggressively
aging
agitated
agitation
agnosia
ago
ago--placed
agoraphobia
agree
agreeable
agreed
agreement
agrees
ahead
ahi
ahmed
aic
aica
aicd
aid
aide
aided
aiding
aidp
aids
aids-induced
aids-related
aimed
aiming
air
air-fluid
air-negative
air-space
airbag
airdrop
airflow
airflows
airlifted
airline
airplane
airplanes
airspace
airtight
airway
airways
aka
akin
akinesia
akinesis
akinetic
al1
al2
ala
alae
alameda
alar
alarm
alarmed
alba
albeit
albicantia
albuginea
albumin
albuquerque
albuterol
alcohol
alcohol-containing
alcohol-related
alcoholic
alcoholics
alcoholism
alcon
aldactone
aldex
aldolase
aldosterone
alendronate
alert
alerted
alertness
alesse-28
aleve
alexander
alfa
alfentanil
alfred
algebra
algorithms
alice
align
aligned
aligning
alignment
alike
aliquot
aliquots
alive
alk
alk-phos
alkaline
alkalosis
all
all-in-all
all-inclusive
all-poly
all-purpose
allegation
allegedly
allegra
allegra-d
allen
allen-masters
allergan
allergen
allergens
allergic
allergies
allergist
allergy
alleviate
alleviated
alleviating
alligator
allis
alloclassic
alloderm
allodynia
allodynic
allogeneic
allograft
allografts
allopurinol
allotransplant
allotted
allow
allowance
allowed
allowing
allows
almost
aloe
alone
along
alongside
alopecia
alpha
alpha-blocker
alpha-blockers
alpha-fetoprotein
alpha1-antitrypsin
alphagan
alprazolam
already
also
alt
alta
altace
alter
alteration
altercation
altercations
altered
altering
alternate
alternately
alternating
alternations
alternative
alternatively
alternatives
although
altitude
altitudes
altogether
altrua
altura
alupent
alveolar
alveoli
alveolopalatal
alveoloplasty
always
alzheimer
am-8
am2
am8
ama
amalgam
amanda
amaryl
amaurosis
amazingly
amber-yellow
ambien
ambivalence
ambivalent
ambu
ambulance
ambulate
ambulated
ambulates
ambulating
ambulation
ambulator
ambulatory
amenable
america
american
american-indian
american-native
amidst
amikacin
aminophylline
amiodarone
amitriptyline
amlodipine
ammonia
amnesia
amnestic
amniocentesis
amnioinfusion
amniotic
amniotomy
amo
among
amorphus
amount
amounts
amoxacillin
amoxicillin
amoxicillin-clavulanate
amoxil
amp
amphadase
amphetamine
amphetamine-ets
amphetamines
amphotericin
ampicillin
amplatz
amplatzer
ample
amplified
amplify
amplitude
amplitudes
ampule
ampulla
ampullae
amputate
amputated
amputation
amputations
amrs
ams700
amvisc
amygdala
amylase
amyloid
amyotrophy
ana
anaerobic
anaheim
anal
analgesia
analgesic
analgesics
analog
analogue
analyses
analysis
analyst
analyzed
analyzer
anaphylactic
anaphylaxis
anaphylaxis-type
anaplastic
anaprox
anasarca
anasarcic
anastamosis
anastomosed
anastomoses
anastomosis
anastomotic
anatomic
anatomical
anatomically
anatomy
anc
anca
ancef
anchor
anchor-shaped
anchorage
anchored
anchoring
anchors
anchovied
ancillary
and
anderson
andrews
androgel
anemia
anemic
anesthesia
anesthesias
anesthesiologist
anesthesiology
anesthetic
anesthetics
anesthetist
anesthetize
anesthetized
anesthetizing
aneursym
aneurysm
aneurysm-like
aneurysmal
angelica
anger
angina
anginal
angio
angio-seal
angiocath
angiocatheter
angioedema
angiogram
angiograms
angiograph
angiographic
angiographically
angiographies
angiographs
angiography
angiolymphatic
angioma
angiomas
angiomata
angiomax
angiomyolipoma
angioplastied
angioplasties
angioplasty
angioseal
angle
angled
angles
angola
angry
angulated
angulation
anhedonia
anhedonic
ani
anicteric
animal
animals
animation
anion
anisocoria
ankle
ankles
ankyloglossia
anna
anniversary
annoyance
annoying
annoys
annual
annually
annular
annuloplasty
annulose
annulotomy
annulus
anode
anomalies
anomalous
anomaly
anonymous
anorectal
anorectum
anorexia
anoscope
anosmia
anosmic
another
anoxic
ansa
anserine
anserinus
answer
answered
answering
answers
ant
antabuse
antacid
antacids
antagonistic
antalgia
antalgic
antebrachial
antecedent
antecolic
antecubital
anteflexed
antegastric
antegrade
antemortem
antenatal
anterior
anterior-cervico-thoracic
anterior-inferior
anterior-posterior
anteriorizing
anteriorly
antero-posterior
anteroapical
anteroaxillary
anteroflexed
anterograde
anteroinferior
anteroinferiorly
anterolateral
anterolaterally
anterolisthesis
anteromedial
anteromedially
anteroposterior
anteroseptal
anterosuperior
anteversion
anteverted
anthracosis
anthracotic
anthracotically
anti-anginal
anti-cardiolipin
anti-cholinergic
anti-epileptic
anti-hepatitis
anti-histamines
anti-inflammatories
anti-inflammatory
anti-intrinsic
anti-malarial
anti-neuronal
anti-ompc
anti-psychotic
anti-psychotics
anti-purkinje
anti-reflux
anti-rheumatic
anti-seizure
anti-sleep
anti-tipper
anti-uv
antiarrhythmic
antiarrhythmics
antibacterial
antibiotic
antibiotic-associated
antibiotic-impregnated
antibiotic-soaked
antibiotics
antibodies
antibody
anticardiolipin
anticholinergic
anticholinergics
antichrist
anticipate
anticipated
anticipates
anticipating
anticipation
anticipatory
anticoagulant
anticoagulants
anticoagulated
anticoagulation
anticonvulsant
anticonvulsants
antidepressant
antidepressants
antiembolic
antiemetic
antiemetics
antiendomysial
antiepileptic
antiestrogen
antifungal
antigen
antigens
antihelix
antihistamine
antihyperlipidemic
antihypertensive
antihypertensives
antiinflammatories
antiinflammatory
antimalarials
antimesenteric
antimicrobial
antimicrobials
antineuronal
antinuclear
antiobiotic
antiphospholipid
antiplatelet
antiplatelets
antipsychotic
antiquing
antireflux
antiretroviral
antiseptic
antisocial
antispasmodic
antithrombin
antivert
antiviral
antivirals
antral
antrectomy
antrostomies
antrostomy
antrum
anulus
anuria
anus
anvil
anxiety
anxiety-xanax
anxiolytic
anxious
any
anybody
anymore
anyone
anything
anytime
anyway
anywhere
aodm
aorta
aortic
aortobifemoral
aortobiiliac
aortocaval
aortocoronary
aortogram
aortography
aortoiliac
aortopulmonary
aortotomies
aortotomy
apart
apartment
apathetic
apathy
apb
apcs
apd
aperture
apex
apgar
apgars
aphakia
aphasia
aphasic
aphthous
apical
apices
apl
aplastic
apnea
apnea-hypopnea
apneas
apneic
apocrine
apolipoprotein
aponeurosis
apophyseal
apophyses
apoplexy
apparatus
apparent
apparently
appear
appearance
appeared
appearing
appears
appendage
appendages
appendectomy
appendical
appendiceal
appendicectomy
appendicis
appendicitis
appendix
appetite
applanation
applanations
apple
appliance
appliances
applicable
application
applications
applicator
applied
applier
apply
applying
appointment
appointments
apportionable
apportionment
apposed
apposite
apposition
appositional
appraised
appreciable
appreciate
appreciated
apprehension
apprehensive
apprised
approach
approached
approaches
approaching
appropriate
appropriated
appropriately
appropriateness
approval
approved
approving
approx
approximally
approximate
approximated
approximately
approximately1
approximates
approximating
approximation
appt
apr
apraxia
apraxic
april
apron
aptt
aqua
aquacel
aquaphor
aquaplast
aqueduct
aqueductal
aqueous
arachnoid
araiza
aranesp
arava
arb
arbitrary
arborization
arborized
arc
arcade
arcades
arch
arched
arches
archilles
arching
architectural
architecture
arcus
ardmore
are
area
area--less
areas
areflexic
aren
areola
areolae
areolar
argentinean
argon
argues
arguing
argument
argyle
aricept
arimidex
arise
arisen
arises
arising
aristocort
aristospan
arixtra
arizona
arkansas
arm
armband
armed
armour
armpits
arms
armstrong
army
army-navy
arnold
arom
aromasin
arose
around
arousable
arousal
arousals
arouse
aroused
arouses
arrange
arranged
arrangement
arrangements
arranging
array
arrest
arrested
arresting
arrhythmatic
arrhythmia
arrhythmias
arrhythmically
arrival
arrive
arrived
arrives
arriving
artane
artefact
arterial
arterialized
arteries
arteriogram
arteriograms
arteriographic
arteriographies
arteriography
arterioplasty
arteriosclerosis
arteriosclerotic
arteriosus
arteriotomy
arteriovenous
arteritis
artery
arthralgia
arthralgias
arthrectomize
arthrectomy
arthrex
arthritic
arthritides
arthritis
arthritis-like
arthrodesed
arthrodesis
arthrogram
arthrograms
arthrographic
arthropathy
arthroplasty
arthroscope
arthroscopic
arthroscopically
arthroscopies
arthroscopy
arthrosis
arthrotomy
article
articular
articulate
articulating
articulation
articulations
artifact
artifacts
artifactual
artifical
artificial
artillery
aryepiglottic
arytenoid
arytenoids
as-needed
asa
asacol
asahi
asbestos
asbestosis
asca
ascended
ascending
ascertain
ascertained
ascites
ascitic
ascribed
ascus
asd
asepsis
aseptic
aseptically
ash
ashd
ashen
asi
asia
asian
asian-american
aside
asis
ask
asked
asking
asks
asleep
asnis
asp
aspect
aspects
asperger
aspergillus
asphyxia
aspirant
aspirate
aspirated
aspirating
aspiration
aspirations
aspirator
aspires
aspirin
asplenia
asplenic
asplund
assassin
assault
assaulted
assaultive
assaults
assay
assembled
assembly
asses
assess
assessed
assessing
assessment
assessments
assets
assign
assigned
assignment
assignments
assist
assistance
assistant
assistants
assisted
assisting
assistive
associate
associated
associates
association
associations
associative
assume
assumed
assumes
assuming
assurance
assure
assured
assuredly
assures
assuring
assymetry
ast
astelin
asterion
asterixis
asthenic
asthma
asthmatic
asthmaticus
astigmatism
astramorph
astringent
astrocytes
astrocytoma
asv
asymmetric
asymmetrically
asymmetry
asymptomatic
asynchronous
asynchrony
asynclitism
asystole
atacand
atarax
ataxia
ataxic
ate
atelectasis
atelectatic
atenolol
atfl
athene
atherectomy
atheromata
atheromatous
atherosclerosis
atherosclerotic
athlete
athletic
atient
ativan
atkin
atkins
atkinson
atlanta
atlantis
atlanto-dens
atlantoaxial
atlas
atm
atmospheres
atn
atony
atop
atopic
atorvastatin
atp
atraumatic
atraumatically
atresia
atretic
atria
atrial
atriotomy
atrioventricular
atripla
atrium
atriums
atrophic
atrophic-appearing
atrophied
atrophy
atropine
atrovent
attach
attached
attaches
attaching
attachment
attachments
attack
attacked
attacks
attain
attained
attainment
attempt
attempted
attempting
attempts
attend
attendance
attendant
attended
attending
attendings
attends
attention
attention-deficit
attentional
attentive
attentiveness
attenuated
attenuates
attenuation
attire
attitude
attitudes
attorney
attractions
attributed
attributes
atv
atypia
atypical
aua
aubrey
audible
audibly
audio
audiogram
audiologic
audiologist
audiometry
auditor
auditory
audits
augment
augmentation
augmented
augmentin
augmentin99
august
aunt
aunts
aura
aural
auras
aureus
auricle
auricles
auricular
ausculatory
auscultate
auscultated
auscultation
auscultatory
auspices
austin
austin-akin
austin-moore
austin-type
authenticating
authorities
authority
authorization
authorized
authorizing
autism
autistic
auto
autoclaving
autogenous
autograft
autografting
autografts
autoimmune
autologous
autolysis
automated
automatic
automatics
automobile
automotive
automotors
autonomic
autopsy
av-groove
ava
avail
availability
available
avalide
avandamet
avandia
avapro
avascular
avastin
avelox
avenue
average
average-sized
averaged
averages
averaging
avf
avid
avinza
avitene
avl
avm
avodart
avoid
avoidance
avoided
avoiding
avoids
avon
avonex
avulsed
avulsion
await
awaiting
awake
awaken
awakened
awakening
awakenings
awakens
awaking
award
aware
awareness
away
awful
awhile
awkwardly
awl
awoke
awoken
axe
axial
axially
axilla
axillae
axillary
axing
axis
axonal
axr
ayr
ayrgel
azathioprine
azithromycin
azmacort
azoospermia
azoospermic
azotemia
azt
aztreonam
azulfidine
azygos
b-bevel
b-cell
b-complex
b-mode
b-natriuretic
b-type
b12
babcock
babies
babinski
babinskis
baby
baby-yellow
bachelor
bacilli
bacitracin
bacitracin-coated
bacitracin-soaked
back
back-biting
back-bled
back-bleeding
back-cut
backache
backaches
backbiting
backbled
backboard
backbone
backed
backflow
background
backhand
backlog
backs
backside
backup
backward
backwards
backwash
baclofen
bacon
bacteremia
bacteria
bacterial
bacterial-fungal-afb-cultures
bacteriologic
bacteriological
bacteriology
bacteriostatic
bacterium
bacteroides
bactiseal
bactrim
bactroban
bad
badly
bag
bagging
bahamas
bait
baker
bal
balance
balanced
balances
balancing
balcony
bald
baldness
balfour
ball
ball-ended
ball-sized
ball-tip
ball-tipped
ballard
balled-up
balloon
balloon-tipped
ballooned
ballooning
balloons
ballottement
balls
baltimore
bam
banana
bananas
band
band-aid
band-aids
bandage
bandaged
bandages
banded
bandemia
banding
bands
bang
bangs
bank
bankart
banker
banking
bankruptcy
baptist
baptize
bar
barany
barbara
barbecues
barber
barbiturate
barbiturates
barbotage
bard
bard-parker
bare
bare-metal
barefoot
barely
bargaining
bariatric
bariatrics
barium
barker
barlow
barney
barometric
barraquer
barrel
barrel-stave
barrel-staves
barrel-staving
barrett
barricading
barrier
barriers
barring
barrows
bars
bartholin
bartow
basal
basal-ganglia
base
baseball
based
baseline
baselines
baseplate
bases
basic
basically
basicervical
basicervical-type
basil
basilar
basilic
basis
basket
basketball
basophilic
basophils
bassinet
bassini
batches
bath
bathes
bathing
bathroom
baths
batteries
battery
battle
battling
baxter
bay
bayer
baylis
baylor
bayonet
bcg
bcnu
beach
beach-chair
beachchair
beads
beadwork
beak
beam
beam-hardening
beams
bean
beanbag
bear
bearing
bears
beat
beaten
beating
beats
beaumont
beautician
beautiful
beautifully
beaver
beaver-tail
became
because
beck
beclomethasone
become
becomes
becoming
bed
bed-bound
bedding
bedrest
bedridden
bedroom
beds
bedside
bedsite
bedtime
bee
beech
beef
been
beer
beers
beery-buktenica
before
beforehand
began
begin
beginners
beginning
beginnings
begins
begun
behalf
behaved
behaves
behavior
behavioral
behaviors
behcet
behind
being
belching
belief
believe
believed
believes
believing
bell
bell-clapper
bellaire
bellies
bellows
bells
belly
belonged
below
below-knee
below-the-knee
belt
belted
belts
ben
benadryl
benazepril
bench
bend
bender
bender-gestalt
bending
bends
beneath
beneficial
benefit
benefited
benefiting
benefits
bengal
benicar
benign
benign-appearing
bennett
bent
bent-knee
bent-needle
bentley
benzo
benzocaine
benzodiazepine
benzodiazepine-ets
benzodiazepines
benzoin
benzoyl
berg
bergen
berman
bernstein
berry
besides
best
beta
beta-1
beta-2
beta-blocker
beta-blockers
beta-hcg
beta-quant
beta2
betadine
betadine-coated
betadine-soaked
betahistine
betamethasone
bethesda
better
between
bevel
beveled
beveling
beverage
beverages
bextra
beyond
bezoar
bi-atrial
bi-hemispheric
bi-hemispherical
bi-level
bi-lobule
bi-pap
bi-polar
bias
biatrial
biaxin
bibasilar
bibiotic
bible
bica
bicap
bicarb
bicarbonate
bicep
biceps
bicipital
bicoronal
bicortical
bicortically
bicuspid
bicycle
bicycling
bid
bidirectional
bier
bierman
bifid
bifida
bifrontal
bifronto-temporal
bifurcate
bifurcated
bifurcates
bifurcating
bifurcation
big
bigemini
bigeminy
bigger
biggest
bike
biking
bilateral
bilaterally
bile
bile-stained
bileaflet
bili
biliary
bilingual
bilious
bilirubin
bilirubins
bill
billable
billing
billroth
bills
bilobar
bilobed
bilobular
bimanual
bimanually
bind
binder
binding
binge
binges
binocular
bioabsorbable
bioarc
bioccipital-bitemporal
biochemically
biofreeze
biologic
biological
biology
biom
biomechanical
biomechanics
biomet
biometric
biometry
biophysical
biopotential
biopro
bioprosthetic
biopsied
biopsies
biopsy
biopsy-positive
biopsy-proven
biopsy-removed
biosyn
biot
bipap
biparietal
bipedal
biphasic
biplanar
biplane
bipolar
bipolared
bipolored
birads
bird
birds
birth
birthdate
birthday
birthdays
birthing
birthmark
birthweight
bisacodyl
bisect
bisected
bisection
bishop
bisphosphonate
bisulphate
bit
bitch
bite
bite-wing
biteblock
bitemporal
biter
bites
bitewing
biting
bits
bitter
bivad
bivalarudin
bivalved
biventricular
bivona
bizarre
bka
black
blacked
blackheads
blackman
blackouts
blackstone
bladder
blade
bladed
bladeless
blades
blake
blalock-taussig
blame
blamed
blanch
blanching
bland
blanket
blankets
blanking
blankly
blasts
ble
bleach
bleb
bled
bleed
bleeder
bleeders
bleeding
bleeding-type
bleeds
blend
blepharochalasia
blepharon
blepharoplasty
blighted
blind
blinded
blindness
blink
blinked
blinking
blister
blistering
blisters
bloating
bloc
block
blockade
blockage
blocked
blocker
blockers
blocking
blocks
blond
blonde
blood
blood-borne
blood-loss
blood-tinged
bloodied
bloodless
bloods
bloodstained
bloody
blotching
blotchy
blow
blow-hole
blowing
blowout
blows
blue
blunt
blunt-tip
blunt-tipped
blunted
blunting
bluntly
blurred
blurriness
blurring
blurry
blush
bmi
bmp
bmr
bms
bmt
bmw
bnp
bnps
bnt-2
board
boarded
boarder
boarding
boat
bobbin
bodies
body
bodyaches
boggy
boies
boils
boisterous
bold
bolen
bolster
bolstered
bolted
bolus
boluses
bonaparte
bonded
bonders
bonding
bone
bones
boney
bong
bonnani
bony
book
booked
booklet
books
bookwalter
boomerang
booster
boot
boots
borax
border
bordered
bordering
borderline
borderline-to-mold
borders
bore
bored
borg-warner
boring
born
boss
bossier
bossing
bossings
boston
both
both-bone
bother
bothered
bothering
bothers
bothersome
botox
bottle
bottle-fed
bottles
bottom
bottomed
botulinum
bought
bougie
bougie-a-boule
boule
bounced
bound
boundaries
boundary
bounding
bout
bouts
bovie
bovied
bow
bowed
bowel
bowels
bowie
bowing
bowl
bowman
box
boxer
boxes
boy
boyfriend
boys
bp105
bp110
bp112
bp117
bp118
bp121
bp124
bp126
bp127
bp128
bp130
bp131
bp132
bp134
bp137
bp138
bp139
bp141
bp142
bp144
bp147
bp150
bp152
bp156
bp157
bp158
bp159
bp160
bp164
bp165
bp169
bp191
bp216
bp83
bpd
bph
bpm
bpms
bpp
bpx
bra
brace
braced
bracelet
braces
brachial
brachialis
brachiobasilic
brachiocephalic
brachioplexus
brachioradialis
brachium
brachytherapist
brachytherapy
bracing
brady
bradyarrhythmias
bradycardia
bradycardiac
bradycardias
bradycardic
bradykinesia
bradykinetic
bragard
brain
brainstem
brainstem-cervical
braithwaite
branch
branched
branches
branchial
branching
brat
brawny
brazil
brca-2
breach
breached
breading
breadth
break
break-away
breakage
breakaway
breakdown
breakdowns
breakfast
breaking
breakout
breaks
breakthrough
breast
breast-fed
breast-feeding
breasted
breastfeeding
breasts
breath
breath-holding
breathe
breathed
breather
breathing
breaths
breckenridge
breech
bregma
bremer
bremerton
brenner
bretylium
brevibloc
brevis
brevital
brian
bridal
bridge
bridged
bridges
bridging
bridle
brief
briefly
briefs
bright
brighter
brighton
brim
brimonidine
bring
bringing
brings
brining
briquet
brisk
briskly
brite
brittle
broach
broached
broaches
broaching
broad
broad-based
broad-spectrum
broaden
broadened
broadening
broadly
broccoli
brochure
brochures
broke
broken
broker
bromhidrosis
bronchi
bronchial
bronchiectasis
bronchioalveolar
bronchiole
bronchioles
bronchiolitis
bronchioloalveolar
bronchitis
bronchoalveolar
bronchodilation
bronchodilator
bronchodilators
bronchogenic
bronchomalacia
bronchoplasty
bronchopneumonia
bronchoscope
bronchoscopy
bronchospams
bronchospasm
bronchospasms
bronchospastic
bronchovascular
bronchus
bronze
brooke
brooklyn
brother
brothers
brought
broviac
brow
browlift
brown
brown-green
brown-tan
brown-to-green
brown-yellow
brownish
brows
bruce
brucellosis
brudzinski
brugada
bruisability
bruise
bruised
bruises
bruising
bruit
bruits
bruitt
bruitts
brush
brushed
brushes
brushing
brushings
bruxism
bryan
bsa
bsn
bso
bss
btl
bubble
bubbles
buccal
buccogingival
buck
bucket
bucket-handle
buckle
buckling
bud
budd
buddy
budget
bue
buffered
bug
bugbee
build
building
buildup
built
built-in
bulb
bulbar
bulbocavernosus
bulbous
bulge
bulged
bulges
bulging
bulimia
bulk
bulking
bulky
bulla
bulldog
bulldogs
bullet
bullet-nose
bullosa
bullying
bumex
bump
bumped
bumpers
bumps
bun
bunch
bunched
bundle
bundle-branch
bundles
bunion
bunionectomy
bunionette
bunions
bunny
bupivacaine
bur
bur-hole
burden
burdened
burdensome
buren
burial
buried
burn
burned
burning
burns
burped
burping
burr
burred
burring
burrow
burrows
burs
bursa
bursal
bursas
bursectomy
bursitis
burst
burst-mode
bursts
burton
burying
bus
business
buspar
buster
busy
but
butcher
butt
butt-based
butter
butterfly
buttock
buttocks
button
buttonholed
buttoning
buttress
buttressed
buy
buzzing
bye
byers
byetta
bypass
c-6
c-9
c-anca
c-arm
c-collar
c-diff
c-peptide
c-reactive
c-section
c-sections
c-shaped
c-spine
c-t
c-trendelenburg
c02
c1-c3
c1q
c1to
c2-3
c2-c3
c3-4
c3-a2
c3-c4
c3-c5
c3-c6
c3f8
c4-5
c4-6
c4-a1
c4-c5
c4-c7
c40502
c5-6
c5-c6
c5-c7
c6-7
c6-c7
c6-t1
c7-8
c7-t1
c7-t3
c7-t7
ca-125
ca99
cab
cabbage
cabg
cabinet
cable
cachectic
cachetic
caco3
cad
cad-status
cadaveric
caduet
cafe
cafeteria
caffeinated
caffeine
cag
cage
cages
cal
calcaneal
calcanei
calcaneocuboid
calcaneofibular
calcaneonavicular
calcaneus
calcar
calcific
calcification
calcifications
calcified
calcitriol
calcium
calcium-containing
calculated
calculating
calculation
calculations
calculi
calculus
caldwell-luc
calendar
calf
caliber
calibers
calibrate
calibrated
calibrating
calibration
caliceal
caliectasis
california
caliper
calipers
call
called
calling
callosum
calls
callus
calluses
calm
calmed
calming
calms
caloric
calorie
calories
calot
calretinin
caltrate
calvarial
calvarium
calves
calyceal
calyces
calyx
cam
cam5
camcorder
came
camera
camilla
camino
campbell
camper
campral
can
canada
canal
canalicular
canaliculus
canalized
canals
canasa
cancel
canceled
cancellation
cancelled
cancelling
cancellous
cancels
cancer
cancerous
cancers
candelabra
candida
candidacy
candidal
candidate
candidiasis
candy
candy-cane
cane
canine
canker
cannabinoids-ets
cannabis
cannot
cannula
cannulas
cannulate
cannulated
cannulation
cannulized
cans
canthal
canthal-type
canthi
canthopexy
canthotomy
canthus
canula
canvas
cap
capability
capable
capacious
capacities
capacity
capillaries
capillary
capital
capitis
capitulum
capnographer
capoten
capped
cappuccino
caprosyn
caps
capstone
capsular
capsule
capsulectomies
capsulectomy
capsules
capsulo-labral
capsuloperiosteal
capsulorhexis
capsulorrhaphy
capsulorrhexis
capsulotomy
capsure
captopril
capture
captured
capturing
capulets
car
carafate
carb
carbatrol
carbidopa
carbohydrate
carbohydrates
carbon
carbon-dioxide
carbonate
carbonated
carbondioxide
carboplatin
carboxyhemoglobin
carcinoid
carcinoma
carcinomas
carcinomatosis
card
cardboard
cardia
cardiac
cardiectomy
cardinal
cardio
cardioembolic
cardioesophageal
cardiogenic
cardiolipin
cardiolite
cardiologic
cardiologist
cardiology
cardiomediastinal
cardiomegaly
cardiomyopathy
cardiopathology
cardioplegia
cardioplegic
cardiopulmonary
cardiorespiratory
cardiothoracic
cardiovascular
cardiovascularly
cardioversion
cardioversions
cardioverted
cardioverter
cardizem
cards
cardura
care
cared
career
careful
carefully
caregiver
caregivers
careless
cares
caretaker
cargo
caries
carina
carinae
caring
carinii
carious
carisoprodol
carlos
carmen
carmine
carnitine
carolina
carotid
carotids
carpal
carpals
carpenter
carpet
carpeting
carpi
carpometacarpal
carrell
carriage
carried
carrier
carriers
carries
carrots
carry
carry-on
carrying
cars
cart
carter
carter-thomason
carter-thompson
cartilage
cartilages
cartilaginous
cartridge
carved
carvedilol
casa
cascade
cascading
case
caseating
caseous
caseous-like
cases
cash
caspar
caspari
caspofungin
cast
casted
caster
casting
castleman
castoff
casts
casual
casually
cat
cataclysmic
catamenial
cataract
cataractous
cataracts
catastrophic
catatonia
catatonic
catch
catching
catecholamines
category
catgut
cath
cath-based
catherization
catheted
catheter
catheter-induced
catheterization
catheterizations
catheterize
catheterized
catheterizing
catheters
catholic
cats
cattle
catwalk
caucasian
cauda
caudad
caudad-cephalad
caudal
caudally
caudate
caudocranial
caught
cauliflower
cauliflower-like
causalgia
causation
cause
caused
causes
causing
cauterization
cauterize
cauterized
cauterizing
cautery
caution
cautioned
cautions
cautious
cautiously
cava
cavagram
caval
caval-pulmonary
caverject
cavermap
cavernosaphenous
cavernosum
cavernous
cavitary
cavitation
cavities
cavitron
cavity
cavum
cavus
cbc
cbcs
cbd
cbg
cbgd
cbi
cbz
cca
ccp
ccs
cd4
cde
cdrc
cdx-2
cea
cease
ceased
cecal
cecostomy
cecum
cedars-sinai
cefazolin
cefepime
cefotaxime
cefoxitin
ceftazidime
ceftin
ceftriaxone
cefuroxime
cefzil
cel
celebrex
celecoxib
celery
celesta
celestone
celexa
celiac
cell
cellcept
cellphones
cells
cellufresh
cellular
cellules
cellulitis
celsius
cement
cementation
cemented
cementing
censorship
center
centered
centering
centers
centigrade
centimeter
centimeters
central
centralized
centralizer
centrally
centric
centrifugal
centrifuged
centrilobular
centrum
cents
cephalad
cephaladly
cephalalgia-type
cephalexin
cephalgia
cephalhematoma
cephalic
cephalically
cephalopelvic
cephalosporin
cephalosporins
cephazolin
cerclage
cereal
cerebellar
cerebelli
cerebellopontine
cerebellum
cerebral
cerebri
cerebroangiogram
cerebromaxillary
cerebrospinal
cerebrovascular
cerrobend
certain
certainly
certainty
certified
cerumen
ceruminous
cervical
cervicalgia
cervicalgic
cervicalis
cervically
cervicitis
cervicogenic
cervicolumbar
cervicothoracic
cervicovaginal
cervix
cesarean
cesarian
cessation
cetacaine
cetaphil
cf-h180al
cfd0200197
cft
cgy
chain
chain-pulley
chains
chair
chalazion
challenge
challenged
challenges
challenging
chamber
chambers
chamfer
chamfer-cutting
chamfers
champion
chance
chances
chang
change
changeableness
changed
changes
changing
channel
channels
chantix
chaos
chaotic
chaoticness
character
characteristic
characteristics
characterization
characterize
characterized
characterizes
charcot-marie
charcot-marie-tooth
charge
charged
charges
charla
charlie
charming
charnley
charred
chars
chart
charted
charts
chaser
chattanooga
chcc
cheaper
check
check-ups
checkbook
checked
checking
checklist
checks
checkup
checkups
cheek
cheek-neck
cheekbone
cheeks
cheerful
cheerleading
cheese
cheeseburgers
cheesy
chef
cheilion
chem
chem-12
chem-20
chem-6
chem-7
chemical
chemicals
chemist
chemistries
chemistry
chemistry-7
chemo
chemoradiation
chemoradiotherapy
chemosis
chemotherapeutic
chemotherapy
cheng
cherries
cherry
chest
chest-abdominal-pelvic
chevron
chew
chewable
chewed
chewing
chews
cheyenne
chf
chi
chiari
chiasm
chicken
chickenpox
chickens
chief
chiefly
child
child-bearing
child-like
childbirth
childhood
childproof
children
chill
chilled
chills
chimerisms
chin
chinese
chip
chips
chiropractic
chiropractor
chirotech
chisel
chisels
chlamydia
chloral
chlorambucil
chloraprep
chloraseptic
chlordiazepoxide
chlorhexidine
chlorhexidine-type
chloride
chlorthalidone
choana
choanae
choanal
chocking
chocolate
choice
choices
choke
choking
cholangiocarcinoma
cholangiocatheter
cholangiogram
cholangiography
cholangiopancreatography
cholangitis
cholecystectomy
cholecystemomy
cholecystic
cholecystitis
cholecystogram
cholecystostomy
choledocholithiasis
choledocholithotomy
choledochoscope
choledochoscopy
cholelithiasis
cholestasis
cholestatic
cholesteatoma
cholesterol
cholestyramine
choletec
chondral
chondrocalcinosis
chondroitin
chondromalacia
chondroplasty
chondrosarcoma
choose
chooses
chop
chopart
chopping
chorda
chordae
chordee
chorea
choreiform
chores
chorioamnionitis
chorioplexus
chorioretinal
chorioretinitis
choroid
choroidal
chose
chosen
chris
christ
christian
christine
christmas
chromic
chromidrosis
chromogranin
chronic
chronic-appearing
chronically
chronologic
chronological
chronology
chronos
chronotropic
chrysler
chuckle
church
chyle
chylothoraces
chylothorax
chylous
cialis
cicatrix
cigar
cigarette
cigarettes
cigars
ciliary
ciloxan
cimetidine
cin
cinched
cine
cineangiogram
cineangiograms
cineangiography
cingulate
cipro
ciprodex
ciprofloxacin
circ
circadian
circle
circle-c
circles
circling
circon
circuit
circular
circulate
circulating
circulation
circulator
circulatory
circumambulate
circumareolar
circumcised
circumcising
circumcision
circumcisions
circumdental
circumduction
circumference
circumferential
circumferentially
circumflex
circumscribe
circumscribed
circumstance
circumstances
circumstantial
circumstantiality
circumstraint
cirrhosis
cisplatin
cistern
cisterna
cisternal
cisterns
citalopram
cite
cited
cities
citizens
citronella
citrucel
city
civi-cad
civil
ciwa
cjd
ck-20
ck-7
ck-mb
ckd
ckmb
clad
claim
claimant
claimed
claims
clammed
clammy
clamp
clampable
clamped
clamping
clamps
clarified
clarify
clarinet
clarinex
clarithromycin
claritin
claritin-d
clarity
clasping
class
class-ii
classes
classic
classical
classification
classified
classify
classroom
claudication
claustrum
clavicle
clavicles
clavicular
clavipectoral
clavulanic
clavus
claw
claw-hands
claw-toe
clawing
clayton
clean
clean-catch
cleaned
cleaner
cleaning
cleanliness
cleanness
cleans
cleanse
cleansed
cleansing
clear
clear-cut
clear-like
clearance
clearcut
cleared
clearing
clearly
clearpath
clears
cleavage
cleft
clefts
cleocin
clerical
clerk
cleveland
click
clicking
clicks
clidinium
client
clients
climara
climb
climbed
climbing
clindamycin
clinic
clinic--age
clinical
clinically
clinically-apparent
clinician
clinicopathologic
clinics
clinocopatholigical
clinoid
clinoids
clinton
clip
clipped
clipping
clips
clitoral
clitoris
clitoromegaly
clivus
cll
clo
clobazam
clock
clockwise
clogged
clogging
clonality
clonazepam
clonic
clonidine
clonus
clopidogrel
cloquet
clorazepate
close
closed
closely
closer
closes
closest
closet
closing
clostridium
closure
closures
clot
clotest
cloth
clothed
clothes
clothing
clotrimazole
clots
clotted
clotting
clouded
cloudy
cloward
clozaril
cls
club
clubbed
clubbing
clubs
clue
clumsiness
clumsy
clunk
cluster
clustered
clusters
cm2
cm3
cmb
cmc
cme
cmf
cmh2o
cmp
cms
cmv
cn3
cn6
cn7
cna
cns
co-axial
co-morbidities
co-surgeons
co-worker
co2
coaching
coag
coags
coagulate
coagulated
coagulating
coagulation
coagulator
coagulopathy
coal
coalescent
coalmine
coapt
coaptation
coapted
coaptite
coarctation
coarse
coarseness
coarsening
coast
coat
coated
coating
coaxial
cobalt
cobalt-chrome
coban
cobb
cobblestoned
coblation
coblator
cobra
cocaine
cocaine-ets
cocaine-induced
cocaine-soaked
cocci
coccidioides
coccidioidomycosis
coccygeal
coccygectomy
coccyx
cock-up
cocked
cocktail
cod
code
coded
codeine
codes
codman
codman-hakim
codominance
coefficient
coenzyme-q
coercion
coffee
coffee-ground
coffees
cogent
cogentin
cognistat
cognition
cognitive
cognitive-linguistic
cognitively
cogwheeling
coherent
coil
coiled
coils
coin
coincide
coincided
coincidence
coincidentally
coinciding
cola
colace
colchicine
cold
cold-blood
cold-pack
colds
colectomy
colestid
coli
colic
colic-type
colitis
colitis-like
collaborate
collaboratively
collage
collagen
collapse
collapsed
collapsing
collapsing-type
collar
collarbone
collared
collateral
collateralization
collateralized
collaterals
colleagues
collect
collected
collecting
collection
collections
collectively
collects
college
colli
collimator
collinear
collision
collodion
colloid
colon
colonic
colonies
colonization
colonized
colonography
colonoscope
colonoscopies
colonoscopy
color
color-word
colorado
coloration
colorectal
colored
colorless
colors
coloscopy
colostomy
colotomy
colovesical
colpocleisis
colpoperineoplasty
colposcopic
colposcopy
colpotomies
colpotomy
colts
columella
columellar
column
columnar
coma
comatose
combative
combination
combinations
combine
combined
combines
combivent
come
comedo
comes
comfort
comfortable
comfortably
comforted
coming
command
commands
commence
commenced
commencement
commended
comment
commented
comments
commercial
comminute
comminuted
comminution
comminutions
commissural
commissure
commissures
commitment
committed
common
commonly
communicate
communicated
communicates
communicating
communication
communications
communicative
communis
community
community-acquired
comorbid
comorbidities
comorbidity
comp
companied
companies
companion
company
comparable
compare
compared
compares
comparing
comparison
comparisons
compartment
compartments
compatible
compazine
compensated
compensation
compensatory
compete
competence
competent
competing
competitive
compilations
complain
complained
complainer
complaingin
complaining
complains
complaint
complaints
complement
complete
completed
completely
completeness
completes
completing
completion
complex
complexes
complexities
complexity
compliance
compliant
complicated
complicating
complication
complications
complies
comply
complying
componenets
component
components
composed
composite
composition
compound
compounded
compounds
comprehend
comprehended
comprehension
comprehensive
compress
compressed
compresses
compressibility
compressible
compressing
compression
compressions
compressive
compressors
comprised
comprises
compromise
compromised
compromising
compulsive
compumedics
computed
computer
computer-designed
computerized
computers
concave
concavity
concealed
conceive
conceived
concentrate
concentrated
concentrating
concentration
concentric
conception
concepts
conceptual
concern
concerned
concerning
concerns
concerta
concha
conchal
concise
concluded
concludes
conclusion
conclusions
conclusive
concoction
concomitant
concordant
concrete
concreteness
concur
concurred
concurrent
concurrently
concussion
condition
conditioning
conditions
condom
condoms
conduct
conducted
conduction
conductive
conduit
conduits
condyle
condylectomy
condyles
condyloma
condylomas
condylomata
condylomatous
condylox
cone
cone-tip
coned
conference
conferred
confidence
confident
confidentiality
configuration
configured
confine
confined
confinement
confines
confirm
confirmation
confirmed
confirming
confirms
conflict
conflicting
conflicts
confluence
confluent
conform
conformal
conformality
conformant
conforming
confrontation
confrontational
confrontative
confronted
confuse
confused
confusing
confusion
confusional
congealed
congenial
congenital
congenitally
congested
congestion
congestions
congestive
conglomerate
conglomeration
congruent
congruous
conical
conization
conj
conjoined
conjoint
conjuctival
conjugate
conjunction
conjunctiva
conjunctivae
conjunctival
conjunctive
conjunctivitis
connect
connected
connecters
connecting
connection
connections
connective
connector
connects
conners
connie
connor
connor-o
conray
cons
conscious
consciousness
consecutive
consent
consented
consenting
consents
consequence
consequences
consequential
consequently
conservation
conservative
conservatively
conservator
consider
considerable
considerably
consideration
considerations
considered
considering
consist
consistantly
consisted
consistencies
consistency
consistent
consistently
consisting
consists
consolable
consolidated
consolidation
consolidations
consolidative
consonant
conspicuous
constant
constantly
constavac
constipated
constipates
constipation
constitute
constituting
constitutional
constrain
constrained
constraint
constraints
constrict
constricted
constricting
constriction
constricture
construct
constructed
construction
constructional
constructive
consult
consultant
consultants
consultation
consultations
consulted
consulting
consults
consume
consumed
consumes
consuming
consumption
contact
contact-guard
contacted
contacting
contacts
contagiosum
contagious
contain
contained
container
containing
contains
contaminated
contaminating
contamination
contegra
contemplated
contemplates
contemplating
contemplation
content
contention
contents
contested
context
contiguous
contin
continent
continually
continuation
continue
continued
continues
continuing
continuity
continuous
continuous-tear
continuously
conto
contour
contoured
contouring
contours
contra
contraception
